{omen:"Remains of animal dropped from on high. At night: flapping wings.",
event:"Flock of 2d6 nightgaunts subdue victims by grappling and tickling, carry them off to a random hex (1d8.1d10)."},
{omen:"Long scratches on rocks. At night: Leathery rustle, lantern-eye glow.",
event:"A lone nightgaunt sits on a perch, interrogating the unwary. “Tell me a stooorrry,” it hisses, “and I’ll give you a preeesent.”"},
{omen:"Ringing bells, distant sobbing, groaning. Occasional shouting.",
event:"3d6 tax collectors riding camels, with 1d10 unfortunate debtors in chains. Proof of payment or money lets you pass."},
{omen:"Synthetic-sounding pipe music, laughter, musky smell, shimmering.",
event:"A flying canvas citytent, populated by faerie people. A mobile bazaar, hotel, festival, and orgy. Reality is different inside."},
{omen:"Barking laughter, panting, smell of wet fur and urine.",
event:"A hyena-ox, an escaped beast of burden. Visibly starving. Still muzzled. Pack contains a folded tent and a hammer."},
{omen:"Patch of drying mud, stench of rotting meat.",
event:"A rust worm, born of a giant’s innards. Liquidizes mud to drag down prey. Smells awful, sounds worse."},
{omen:"Plume of black smoke, earthquake rumble, crushed scenery.",
event:"A titan excavator, rumbling on triple treads, snapping at the smell of marrow and warm flesh. Hissing hydraulics, gantries."},
{omen:"Flakes of rust, oil drips, bursts of garbled words and static.",
event:"1d4+1 rusting mechanical hounds on patrol. Attempt to inject targets with tranquilizer darts, drag to destroyed prison-lair."},
{omen:"Trickle of water, small hardy shrubs, white slicks of dried salt.",
event:"A small spring protected by 1d6 transparent oozes. Paralytic touch, almost invisible."},
{omen:"Translucent, iridescent, exoskeleton moults.",
event:"A giant psychedelic scorpion. Shoots pods from tail which disperse hallucinogenic spray, then attacks disoriented prey."},
{omen:"Echoing shots, bright flashes, incoherent sobbing, weird ideas.",
event:"Lone wurm cultist entrenched on a mesa top. Desperate and on drugs, fires his memetic musket at anything that moves."},
{omen:"Screech of rusted metal, sticky protein sinew webs.",
event:"A 13-legged titan rust spider, looking for protein dross to fuel its spinnerets and unusual objects for artistic projects."},
{omen:"Shed skin, sinuous tracks. Burst of rattling.",
event:"A harmless gravel snake, imitating a more dangerous serpent. Grey-brown, feisty, delicious with salt."},
{omen:"Whispers, intrusive thoughts. Smell of ointment and blood.",
event:"A Protean scout, head quivering with extra eyes and sensory jelly. Beams telepathic impressions back to command post."},
{omen:"Harsh chemical smell, gurgling, drips of oil and fire.",
event:"2d6 globular firebelchers, like jelly-legged potion flasks full of kerosene. Adorable until they get hungry."},
{omen:"Boreholes and pits, hoofprints, ragged tent and washing line.",
event:"A sand prospector and their donkey, searching for the perfect grade of filtration medium. That’s not it. That’s not it either."},
{omen:"Whooping calls, triangular prints, flakes of pale skin.",
event:"2d6 vulture-hounds. Hairless, eyeless, beak, soft padded feet. They follow at a distance, looking for weakness or carrion."},
{omen:"Regular crunching, small piles of washed pebbles, clawed footprints.",
event:"A boulder tortoise. steel-trap jaws ready to bite and maim. Makes a delicious but lethargy-inducing soup."},
{omen:"Delicious smell of meat and spices, drops of gravy, trail of faint smoke.",
event:"Dubious cannibal commissary cart. Wrapped in bandages. Sells pies, sausages, delicacies. Not subtle. Buys bodies."},
{omen:"Slimy hoofprints, distant warbling calls, acidic smell.",
event:"3d6 deer-snails. Mottled brown and white legs, pink shells, antlers with eyes on the end. Skittish, excellent climbers.},